anth-464/content/post/anth-464-s19-syllabus.md
+++
title = "Spring 2019 Syllabus for Hawaiian Archaeology ANTH 464"
author = ["Dr. Thomas S. Dye"]
date = 2018-10-14
draft = false
weight = 2001
[menu.main]
  weight = 2001
  identifier = "spring-2019-syllabus-for-hawaiian-archaeology-anth-464"
+++

Meeting Times
: MWF 9:30--10:20

Classroom
: SAUNDERS 345

Instructor
: Dr. Thomas S. Dye (`tdye@hawaii.edu`)
    -   **Office:** Saunders 346B
    -   **Office Hour:** F 10:30--11:30 (or by appointment)


## Course Description {#course-description}

This course is designed to provide undergraduate (and graduate)
students an in-depth introduction to the archaeology of the Hawaiian
Islands. Topics that we will consider include (but not be limited to)
archaeology's contribution to traditional and post-Contact history,
the geographical and historical origins of the Polynesian discoverers,
the timing of island colonization and settlement, the development and
innovation of food production and craft economies, the emergence of
socio-political hierarchies, and some consequences of contact and
colonialism.  We will also consider the relevance of archaeology to
contemporary society.

Students are expected to be interested in old Hawai\`i and curious
about how archaeology might contribute to Hawaiian history.  There
will be a research paper (10 pages plus bibliography) and other
shorter writing assignments. This course is designed for
upper-division undergraduates and graduate students. We welcome all
students with interests in old Hawai\`i. A background in archaeology is
helpful but not a prerequisite.


## Student Learning Outcomes {#student-learning-outcomes}

-   Students can evaluate the validity and limitations of
    archaeological theories and research claims.
-   Students understand the tempo of change in old Hawai\`i.
-   Students are familiar with the materials and methods of Hawaiian
    archaeology.


## Disability Statement {#disability-statement}

Any student desiring an accommodation based on the impact of a disability should
contact `tdye@hawaii.edu` to discuss specific needs. Students with documented
disabilitites, please contact the KOKUA Program at 808--956--7511 or visit them
at the Queen Lili\`uokalani Center 013 to coordinate reasonable accommodations.


## Stipulations {#stipulations}

-   Please ask questions outside class with the Laulima "Mailtool" so other
    students can benefit from the conversation
-   For private questions, please send an email to `tdye@hawaii.edu`, visit
    during office hour, or schedule an appointment
-   Writing assignments must be submitted as Portable Document Format
    (pdf) files via Laulima
-   No credit for late assignments without prior notification and a written
    medical excuse
-   Final term papers _will not be accepted_ after the due date and time
-   Failure to submit a final draft term paper on time results in a failing
    grade for the course


## Textbook {#textbook}

The required textbook for this semester is _Hawaii's Past in a World
of Pacific Islands_, by J. M. Bayman and T. S. Dye (2013), SAA Press,
Washington.

We will read and discuss the book critically, focusing primarily on
the archaeological materials and secondarily on the relationship of
archaeological evidence to other kinds of evidence.


## Mid-Term Examination {#mid-term-examination}

The mid-term examination includes three essay questions, chosen from a list of
discussion questions available on Laulima. Note that students have the
opportunity to discuss these discussioin questions during class meetings leading up
to the mid-term examination (but not during the examination), although students will
not know ahead of time which discussion questions will appear on the mid-term
examination.


## Term Paper {#term-paper}

A passing grade in this course requires the student to undertake and complete a
term-long writing project. The term paper will summarize and critically review
an archaeological excavation report (or a particular topic taken from the report) and
supplementary material as appropriate.

Students may select an excavation report from the following list. These reports
and supplementary materials are either available online or held on course
reserve at Hamilton Library. Alternatively, students with particular interests
may write a term paper on another excavation report; in this case, please
consult with `tdye@hawaii.edu` to negotiate a mutually agreeable excavation
report.

Bellows Dune Site, O\`ahu
: One of the first excavations of a stratified
    beach site in Hawai\`i. The site continues to play an important role in
    archaeological narratives, but its interpretation has changed over time.
    In particular, the dating of the site has been revised.

Site 4727, Hawai\`i
: A University of Hawai\`i field school from 1968 to 1970
    documented the pattern of settlement in the agricultural fields of upland
    Lapakahi _ahupua\`a_ on the leeward side of Kohala district. Site 4727 is
    a dwelling surrounded by sweet potato gardens that yielded an
    unexpectedly complex habitation history.

<!--listend-->

Ordy Pond, O\`ahu
: A paleoenvironmental coring project at Ordy Pond in the
    \`Ewa district yielded crucial evidence for when Polynesians discovered
    the islands and the environmental effects that followed discovery.

<!--listend-->

Wai\`ahukini Cave, Hawai\`i
: Excavation of a fisherman's shelter
    in the 1960's yielded a large assemblage of fishing gear. One of the few excavations of a
    fisherman's cave before looters destroyed deposits in other coastal caves
    searching for fishhooks to sell. The dating of the site has been revised.

<!--listend-->

Kal&#0257;huipua\`a Site E1-355, Hawai\`i
: A small cave located immediately inland of a
    fishpond was thoroughly excavated in the mid 1970's.  The site yielded a
    large amount of cultural material, primarily food remains, domestic
    tools, and fishing gear.

Fort DeRussy, O\`ahu
: Archaeology beneath the surface of this military
    installation in  Waik&#0299;k&#0299; was undertaken using a backhoe guided by
    nineteenth century maps.   The backhoe unearthed a buried fishpond and
    the archaeologist was able to date construction of an _\`auwai_ that
    brought fresh water to the pond.

<!--listend-->

K&#0257;ne\`aki Heiau, O\`ahu
: A classic excavation designed to investigate the
    history of construction and guide renovation of a temple in Makaha Valley.

H&#0257;lawa Pondfield, Hawai\`i
: An unexpectedly deep excavation in a narrow
    valley on the windward coast of Hawai\`i Island revealed a long history of
    taro pondfield construction and renovation.

<!--listend-->

Kahikinui, Maui
: This innovative excavation project took a regional
    perspective and focused on the stratigraphic position of architectural
    features.

<!--listend-->

Kona Shelter Cave, Hawai\`i
: A cave excavation at the _mauka_ edge of Kailua
    town yielded abundant material that the archaeologist reconstitutes as
    reflecting subsistence practices and conflict.

Nualolo Kai, Kaua\`i
: Re-excavation of a site with spectacular preservation
    of normally perishable materials revealed deep stratification. Bishop
    Museum excavations here in the 1950's were extensive, but haven't been
    published.

<!--listend-->

H&#0257;lawa Dune Site, Moloka\`i
: Another excavation of a stratified beach site
    from the 1960's that has a prominent place in archaeological narratives.
    The dating of the site has been revised.

<!--listend-->

K&#0257;newai, O\`ahu
: Backhoe excavations prior to construction of the Hawaiian
    Studies building here on campus yielded evidence of change
    over time in an irrigation system that fed pondfields in
    one of the most productive agricultural systems on O\`ahu.

M&#0257;h&#0257;\`ulep&#0363;, Kaua\`i
: Paleoenvironmental excavations in waterlogged sediments
    at a large cave yielded a rich record of changes over time in the flora
    and fauna of Kaua\`i.

<!--listend-->

Anahulu Valley, O\`ahu
: The Anahulu Valley project focused on excavation of
    M&#0257;hele era sites that are known from land records. The project teamed
    archaeologists under the direction of Pat Kirch with the historical
    anthropologist Marshall Sahlins, who produced an historical ethnography
    of the valley. Student papers will focus on one of the following sites:
    -   **Site D6-25:** The house site of Kaneiaulu.
    -   **Site D6-34:** The house site of Kainiki.
    -   **Site D6-38:** The house site of Kalua.

Wailau Valley, Moloka\`i
: An innovative regional excavation project carried
    out in the pondfields of a large, undeveloped valley for a dissertation
    here in the Anthropology Department.


## Grading {#grading}

The course grade is based on the number of points a student earns on the
mid-term examination, the term paper, and the class presentation. Note that a
student must complete the final term paper and turn it in on time to pass the
course.


### Distribution of Points {#distribution-of-points}

Points will be given for each assignment submitted on time as shown in Table
[1](#table-1). No points will be given for late assignments. Students who fail to
submit a term paper final draft on time will receive a failing grade for the
course.

<a id="table-1"></a>
<div class="table-caption">
  <span class="table-number"><a href="#table-1">Table 1</a></span>:
  ANTH 464 distribution of points
</div>

| Assignment                                    | Maximum |
|-----------------------------------------------|---------|
| Term paper 1. Choose excavation report        | 4       |
| Term paper 2. Reconstitution                  | 4       |
| Term paper 3. Acquisition 1                   | 4       |
| Term paper 4. Acquisition 2                   | 4       |
| Term paper 5. Specific Topic                  | 4       |
| Term paper 6. Structuration                   | 4       |
| Term paper 7. Abstract, Outline, Bibliography | 4       |
| Term paper 8. First draft                     | 16      |
| Term paper 9. Final draft                     | 40      |
| Class presentation                            | 6       |
| Mid-term examination                          | 20      |
| TOTAL                                         | 110     |


### Grading Scale {#grading-scale}

Students who complete the term paper final draft and turn it in on time will be
graded on the point scale in Table [2](#table-2). Note that students must
complete the final term paper and submit it on time to receive a passing final
grade.

<a id="table-2"></a>
<div class="table-caption">
  <span class="table-number"><a href="#table-2">Table 2</a></span>:
  ANTH 464 final grading scale
</div>

| Quality of Work | Points  | Grade |
|-----------------|---------|-------|
| Excellent       | &gt; 97 | A+    |
| Excellent       | 94--97  | A     |
| Excellent       | 90--93  | A-    |
| Good            | 87--89  | B+    |
| Good            | 84--86  | B     |
| Good            | 80--83  | B-    |
| Fair            | 77--79  | C+    |
| Fair            | 74--76  | C     |
| Fair            | 70--73  | C-    |
| Poor            | 67--69  | D+    |
| Poor            | 64--66  | D     |
| Poor            | 60--63  | D-    |
| Failure         | &lt; 60 | F     |
